backend/controllers/TagsController.php

    public function actionCreate()
    {
        $model = new Tags();

        if ($model->load(Yii::$app->request->post()) && $model->save()) {
---
INSERT INTO `tags` (`name`, `created`, `modified`) VALUES ('php', NULL, NULL)

    protected function findModel($id)
    {
        if (($model = Tags::findOne($id)) !== null) {
---
SELECT * FROM `tags` WHERE `id`='3'